export default [
  {
    number: 1,
    margin: '-140px',
    bg: 'url(./images/screen-1-bg.jpg) #FEDDF0 center',
    probarclass: '',
    title: 'Ситуация: у вас первый день на новой работе, и вы остались наедине с коллегой. Что будете делать?',
    options: [
      {
        title: 'Уточню что-то по общим вопросам, а потом постараюсь найти тему для разговора',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true'
      },
      {
        title: 'Расскажу несколько веселых анекдотов и случаев из жизни',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true'
      },
      {
        title: 'Мне станет некомфортно, и я придумаю предлог, чтобы уйти',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false'
      },
      {
        title: 'Подожду, пока коллега заговорит первым',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false'
      }
    ],
    comment: ''

  },

  {
    number: 2,
    bg: 'url(./images/screen-2-bg.jpg) #FFCF54 center',
    margin: '-300px',

    probarclass: '',
    title: 'Вас назначили ответственным за крупный проект, который позволит вывести компанию на новый уровень. Ваши действия? ',
    options: [
      {
        title: 'Обрадуюсь, а потом попрошу повышение и прибавку к зарплате',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false'
      },
      {
        title: 'Спрошу, можно ли мне скооперироваться с другими сотрудниками для работы',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true'
      },
      {
        title: 'Узнаю, к кому подходить с вопросами по проекту',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false'
      },
      {
        title: 'Подожду, пока коллега заговорит первым',
        hint: 'Составлю примерный план действий, обозначу таймлайн. Затем поделюсь с начальником и коллегами',
        isCorrect: 'true'
      }
    ],
    comment: ''

  },

  {
    number: 3,
    bg: 'url(./images/screen-3-bg.jpg) #A3BFC6 center',
    probarclass: '',
    title: 'Коллега ушел в отпуск, и у вас стало еще больше работы: приезжаете рано и задерживаетесь допоздна. Ваш начальник кладет на стол очередную стопку документов для нового проекта. Как вы поступите?',
    options: [
      {
        title: 'Налью кружку кофе, отложу все домашние дела и приступлю к работе',
        hint: '',
        isCorrect: 'false'
      },
      {
        title: 'Честно скажу начальнику, что не справляюсь',
        hint: '',
        isCorrect: 'true'
      },
      {
        title: 'Положу документы на стол к коллеге. Вернется из отпуска',
        hint: '',
        isCorrect: 'false'
      },
      {
        title: 'Подожду, пока коллега заговорит первым',
        hint: 'Соберу весь отдел на встречу, объясню важность нового проекта, разделим задачи',
        isCorrect: 'true'
      }
    ],
    comment: ''

  }

]