export default [
  {
    number: 1,
    probarclass: '',
    title: 'Ситуация: у вас первый день на новой работе, и вы остались наедине с коллегой. Что будете делать?',
    options: [
      {
        title: 'Уточню что-то по общим вопросам, а потом постараюсь найти тему для разговора',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true'
      },
      {
        title: 'Расскажу несколько веселых анекдотов и случаев из жизни',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true'
      },
      {
        title: 'Мне станет некомфортно, и я придумаю предлог, чтобы уйти',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false'
      },
      {
        title: 'Подожду, пока коллега заговорит первым',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false'
      }
    ],
    comment: ''

  }
]