export default [
  {
    number: 1,
    margin: '-140px',
    bg: 'url(./images/screen-1-bg.jpg) #FEDDF0 center',
    probarclass: '',
    title: 'Ситуация: у вас первый день на новой работе, и вы остались наедине с коллегой. Что будете делать?',
    options: [
      {
        title: 'Уточню что-то по общим вопросам, а потом постараюсь найти тему для разговора',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true',
        value: 2,
      },
      {
        title: 'Расскажу несколько веселых анекдотов и случаев из жизни',
        hint: 'Если вы будете молчать и уходить, то никогда не вольетесь в коллектив. Попробуйте научиться выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'true',
        value: 1
      },
      {
        title: 'Мне станет некомфортно, и я придумаю предлог, чтобы уйти',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 'Подожду, пока коллега заговорит первым',
        hint: 'Вы — душа компании и умеете выстраивать деловые и неформальные отношения с коллегами.',
        isCorrect: 'false',
        value: 0
      }
    ],
    comment: '(мягкие или гибкие навыки) — это личные качества, которые позволяют эффективно и гармонично взаимодействовать с другими людьми. Они необходимы любому человеку вне зависимости от профессии. Даже если вы разработчик, копирайтер на удаленке или бухгалтер, вам нужно уметь находить общий язык с клиентами, партнерами и коллегами. Кроме того, развитые soft skills помогают уверенно работать с большим объемом информации, адаптироваться к переменам и справляться со стрессом. ',
    keyword: 'Soft skills'

  },

  {
    number: 2,
    bg: 'url(./images/screen-2-bg.jpg) #FFCF54 center',
    margin: '-380px',

    probarclass: '',
    title: 'Вас назначили ответственным за крупный проект, который позволит вывести компанию на новый уровень. Ваши действия? ',
    options: [
      {
        title: 'Обрадуюсь, а потом попрошу повышение и прибавку к зарплате',
        hint: 'Неверно. Лучше отложите разговор про повышение и прибавку до завершения проекта. Когда на руках у вас будут хорошие результаты, уговаривать руководство долго не придется. Заранее спланировав работу, вы ничего не упустите и уложитесь в дедлайны. ',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 'Спрошу, можно ли мне скооперироваться с другими сотрудниками для работы',
        hint: 'Верно. Вы понимаете, что крупный проект — шанс проявить себя. Заранее спланировав работу, вы ничего не упустите и уложитесь в дедлайны. ',
        isCorrect: 'true',
        value: 1
      },
      {
        title: 'Узнаю, к кому подходить с вопросами по проекту',
        hint: 'Неверно. Лучше отложите разговор про повышение и прибавку до завершения проекта. Когда на руках у вас будут хорошие результаты, уговаривать руководство долго не придется. Заранее спланировав работу, вы ничего не упустите и уложитесь в дедлайны.',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 'Составлю примерный план действий, обозначу таймлайн. Затем поделюсь с начальником и коллегами',
        hint: 'Верно. Вы понимаете, что крупный проект — шанс проявить себя. Заранее спланировав работу, вы ничего не упустите и уложитесь в дедлайны. ',
        isCorrect: 'true',
        value: 2,
      }
    ],
    comment: 'Расскажем о том, какие навыки относятся к soft skills. Гибких навыков много, и четкой их классификации пока нет. Условно soft skills можно разделить на следующие группы: ',
    keyword: '',
    limain1: 'Коммуникативные навыки. ',
    li1: 'К ним относятся умение взаимодействовать с людьми, понимать их эмоции, достигать взаимопонимания в разговоре.',
    limain2: 'Навыки самоорганизации. ',
    li2: 'Это способность эффективно организовывать свою работу, грамотно расставлять приоритеты, правильно распоряжаться временем. ',
    limain3: 'Эмоциональный интеллект. ',
    li3: 'Понятие включает в себя способность осознавать эмоции, понимать их причины, управлять ими.',
    limain4: 'Творческое мышление. ',
    li4: ' Помогает находить нестандартные решения, генерировать новые идеи.',
    limain5: 'Критическое мышление. ',
    li5: 'Необходимо для того, чтобы смотреть на различные ситуации объективно.',
    limain6: '',
    li6: 'Работа с большим объемом информации и умение выделять важное из общего потока, быстро запоминать и быть внимательным. ',
    limain7: 'Стрессоустойчивость. ',
    li7: 'Умение сохранять работоспособность в критических ситуациях. ',
    limain8: 'Логика. ',
    li8: 'Способность выявить закономерности окружающего мира, проследить причинно-следственные связи, решать сложные задачи. Человека, который обладает этими навыками, называют менталистом. Он умеет анализировать полученную информацию для прогноза развития событий.'


  },

  {
    number: 3,
    bg: 'url(./images/screen-3-bg.jpg) #A3BFC6 center',
    margin: '-140px',

    probarclass: '',
    title: 'Коллега ушел в отпуск, и у вас стало еще больше работы: приезжаете рано и задерживаетесь допоздна. Ваш начальник кладет на стол очередную стопку документов для нового проекта. Как вы поступите?',
    options: [
      {
        title: 'Налью кружку кофе, отложу все домашние дела и приступлю к работе',
        hint: ' Ответственность — это хорошо, но лучше разделить дела со всем отделом. Работа 24/7 может привести к выгоранию и нервному срыву.',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 'Честно скажу начальнику, что не справляюсь',
        hint: ' И ничего из лишних дел не пришлось отменять. Помните о том, что работа 24/7 может привести к выгоранию и нервному срыву.',
        isCorrect: 'true',
        value: 1
      },
      {
        title: 'Положу документы на стол к коллеге. Вернется из отпуска',
        hint: 'Ответственность — это хорошо, но лучше разделить дела со всем отделом. Работа 24/7 может привести к выгоранию и нервному срыву. ',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 'Соберу весь отдел на встречу, объясню важность нового проекта, разделим задачи',
        hint: 'И ничего из лишних дел не пришлось отменять. Помните о том, что работа 24/7 может привести к выгоранию и нервному срыву.',
        isCorrect: 'true',
        value: 2,
      }
    ],
    comment: 'Вопрос о важности soft skills и hard skills возник еще в 1959 году. В это время в американской армии проводились научные исследования, которые показали, что при подготовке военнослужащих важны как профессиональные, так и универсальные навыки солдат. Причем первые чаще задействовались в работе с техникой, а вторые — в работе с людьми и бумагами. В 90-е годы термины soft skills и hard skills активно вошли в HR, психологию и стали использоваться в бизнес-сфере. С тех пор интерес к soft skills увеличивается с каждым годом. Это связано со стремительными изменениями на рынке труда, которые происходят из-за быстрого развития технологий и появления новых профессий.',
    keyword: ''

  },

  {
    number: 4,
    bg: 'url(./images/screen-4-bg.jpg) #FFCA00 center',
    margin: '-380px',

    probarclass: '',
    title: 'Вы очень много работаете над проектом вместе с сотрудником из другого отдела. Проблема в том, что ваш напарник безответственный и перекладывает всю вину на вас. Начальник недоволен и грозится вас уволить. Придется принять какое-то решение. ',
    options: [
      {
        title: 'Встречусь с коллегой в неформальной обстановке, попробую поговорить по душам и решить проблему',
        hint: 'Отлично. Умение договариваться и решать сложные проблемы — одно из важнейших качеств эмоционального интеллекта.',
        isCorrect: 'true',
        value: 2,
      },
      {
        title: 'Пока никого нет, зайду к начальнику и расскажу всю правду. Пусть пересмотрит свою позицию ',
        hint: 'Умение договариваться и решать сложные проблемы — одно из важнейших качеств эмоционального интеллекта. Конфликты с руководством и ябедничество еще никому в карьере не помогли. ',
        isCorrect: 'false',
        value: 0
      },
      {
        title: 'Попрошу начальника поменять партнера по проекту',
        hint: 'Умение договариваться и решать сложные проблемы — одно из важнейших качеств эмоционального интеллекта. Конфликты с руководством и ябедничество еще никому в карьере не помогли. ',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 'Скажу коллеге, что его помощь не требуется. Справлюсь с проектом самостоятельно  ',
        hint: ' Умение договариваться и решать сложные проблемы — одно из важнейших качеств эмоционального интеллекта. Конфликты с руководством и ябедничество еще никому в карьере не помогли.',
        isCorrect: 'false',
        value: 0,
      }
    ],
    comment: 'Ведущие компании Европы, США и России все чаще учитывают soft skills кандидатов при приеме на работу. Важность soft skills подкрепляется многочисленными исследованиями. Например, исследования, проведенные в Гарвардском университете и Стэнфордском исследовательском институте, показали, что вклад hard skills в профессиональную успешность сотрудника составляет всего лишь 15%, в то время как soft skills определяют оставшиеся 85%. Согласно оценкам Бостонского колледжа и ведущих вузов США, после обучения soft skills производительность сотрудников вырастает на 12%, а возврат инвестиций составляет 250%.',
    keyword: ''

  },

  {
    number: 5,
    bg: 'url(./images/screen-5-bg.jpg) #FFCA00 center',
    margin: '-260px',

    probarclass: '',
    pre: 'Насколько хорошо у вас развиты коммуникативные навыки мы проверили. А что насчет концентрации внимания?',
    title: 'Сколько слов на тему «искусство» содержится в этом наборе букв? ',
    quest: 'Олагкартинаопрвнхолстопрдомгнанотаортвыкистьорткрхрустрмузыкаофжщзустихорснростна',
    options: [
      {
        title: 3,
        hint: 'Кажется, вы не угадали. Правильный ответ — 5 слов. Картина, холст, кисть, музыка, стих.',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 4,
        hint: 'Кажется, вы не угадали. Правильный ответ — 5 слов. Картина, холст, кисть, музыка, стих.',
        isCorrect: 'false',
        value: 0
      },
      {
        title: 5,
        hint: 'Все правильно, 5 слов — картина, холст, кисть, музыка, стих. ',
        isCorrect: 'true',
        value: 2,
      },
      {
        title: 6,
        hint: 'Кажется, вы не угадали. Правильный ответ — 5 слов. Картина, холст, кисть, музыка, стих. ',
        isCorrect: 'false',
        value: 0,
      }
    ],
    comment: 'Как мы уже говорили выше, soft skills важны для всех профессий. Аналитики международной консалтинговой компании McKinsey & Company называют четыре сферы, для которых сотрудники с гибкими навыками будет приоритетны в 2021 году:',
    keyword: '',
    li1: 'Анализ данных, ИТ, мобайл, web-дизайн.',
    li2: 'R&D — научно-исследовательская деятельность.',
    li3: 'Продажи и маркетинг.',
    li4: 'Снабжение и управление поставками, HR.'
  },

  {
    number: 6,
    bg: 'url(./images/screen-6-bg.jpg) #B6DAD6 center',
    margin: '-380px',

    probarclass: '',
    pre: 'Еще один вопрос на внимательность.',
    title: 'Посмотрите на картинку. Сколько ягод черники темнее остальных?',
    img: './images/screen-6-img.jpg',
    quest: '',
    options: [
      {
        title: 2,
        hint: ' Вы не угадали! Посмотрите на картинку еще раз. ',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 4,
        hint: ' Вы не угадали! Посмотрите на картинку еще раз. ',
        isCorrect: 'false',
        value: 0
      },
      {
        title: 6,
        hint: 'Вас не обхитрить! Верно, 6 ягод.',
        isCorrect: 'true',
        value: 2,
      },
      {
        title: 8,
        hint: ' Вы не угадали! Посмотрите на картинку еще раз. ',
        isCorrect: 'false',
        value: 0,
      }
    ],
    comment: 'Не стоит впадать в крайности. Помните о том, что наряду с soft skills для успешной работы и роста по карьерной лестнице важны и hard skills (профессиональные навыки). Они изменяются вслед за прогрессом, их тоже нужно постоянно развивать, чтобы быть в курсе последних тенденций и идти в ногу со временем. ',
    keyword: '',
    li1: '',
    li2: '',
    li3: '',
    li4: ''
  },

  {
    number: 7,
    bg: 'url(./images/screen-7-bg.jpg) #C3E2DF center',
    margin: '-280px',

    probarclass: '',
    pre: 'Перейдем к заданиям на логику. ',
    title: 'Попытайтесь определить эту закономерность и понять, что должно скрываться под знаком вопроса?',
    img: '',
    quest: '6, 7 = 2  3, 9 = 7  8, 2 = 6  4, 5 = ?',
    options: [
      {
        title: 0,
        hint: ' Вы не угадали! Посмотрите на картинку еще раз. ',
        isCorrect: 'false',
        value: 0,
      },
      {
        title: 15,
        hint: ' Вы не угадали! Посмотрите на картинку еще раз. ',
        isCorrect: 'false',
        value: 0
      },
      {
        title: 20,
        hint: 'Вас не обхитрить! Верно, 6 ягод.',
        isCorrect: 'true',
        value: 2,
      },
      {
        title: 27,
        hint: ' Вы не угадали! Посмотрите на картинку еще раз. ',
        isCorrect: 'false',
        value: 0,
      }
    ],
    comment: 'Не стоит впадать в крайности. Помните о том, что наряду с soft skills для успешной работы и роста по карьерной лестнице важны и hard skills (профессиональные навыки). Они изменяются вслед за прогрессом, их тоже нужно постоянно развивать, чтобы быть в курсе последних тенденций и идти в ногу со временем. ',
    keyword: '',
    li1: '',
    li2: '',
    li3: '',
    li4: ''
  }

]