export default `

<section id="12" class="res">
  <div class="res__content">
    <div class="res__describe">
      <img src="./images/res-middle.png" alt="" class="res__image">
      <h2 class="res__title"> О <span class="res__title_span">soft skills</span> вы знаете совсем немного. Пора углубить свои знания</h2>
      <p class="res__text res_text_1">
        Ваши знания и навыки в теме неплохи. У вас есть базовый набор умений, необходимый для того, чтобы быть эффективным. Однако такого уровня «гибких навыков» может быть недостаточно, чтобы занимать высокую должность, или открыть свое дело. Некоторые навыки
        вы сможете подтянуть уже сейчас вместе с Викиум
      </p>
      <p class="res__text ">
        Зарегистрируйтесь на бесплатный вебинар
        <a class="res__link" href="" target="_blank">
          «Мозг — суперсила, которую вы не используете». 
          </a> Во время вебинара основатели Викиум, Сергей Белан и Артем Овечкин, поделятся советами о том, как сделать прорыв в карьере, ставить цели и быстро их достигать, перестать забывать детали и важные даты, наладить взаимоотношения с близкими.
      </p>

      <button class="button res__button">Начать заново</button>

    </div>



  </div>

</section>

`